<?php

return [
    'your_cart' => "Список вашей корзины",
    'image' => "Картина",
    'name' => "Называется",
    'price' => "Цена",
    'qty' => "Количество",
    'color' => "Цвет",
    'status' => "Положение",
    'in_stock' => "В наличии",
    'not_in_stock' => "Нет в наличии",
    'action' => "Действие",
    'active' => "Активный",
    'removed' => "Удалено",
    'blocked' => "Заблокировано",
    'buy_this' => "Купить это",
    'remove' => "Удалять",
    'buy_all' => "Купить все (Активные товары)",
    'no_result' => "Результат не найден"
]

?>