<?php

return [
    'in_stock' => "В наличии",
    'not_in_stock' => "Нет в наличии",
    'discounted' => "Со скидкой",
    'colors' => "Цвета",
    'display' => "Экран",
    'camera' => "Камера",
    'memory' => "Памяти",
    'ram' => "О. память",
    'qty' => "Количество",
    'color' => "Цвет",
    'add_to_cart' => "Добавить в корзину",
    'buy_now' => "Купи сейчас",
    'edit' => "Редактировать",
    'reviews' => "Отзывы",
    'leave_comment' => "Оставить комментарий",
    'text_1' => "Напишите здесь свой отзыв, это важно для нас...",
    'send' => "Отправить",
    'load_more' => "Загрузи больше",
    'no_reviews' => "Отзывов пока нет",
    'similar_products' => "Похожие продукты",
    'all_products' => "Все продукты",
    'discount' => "Скидка",
    'price' => "цена"
]

?>