<?php

return [
    // Success
    'success_1' => "Вы успешно зарегистрировались",
    'success_2' => "Ваши данные были успешно сохранены",
    'success_3' => "Пароль был успешно сохранен.",
    'success_4' => "Изображение пользователя было успешно загружено.",
    'success_5' => "Товар был успешно добавлен в корзину",
    'success_6' => "Товар был успешно удален из корзины.",
    'success_7' => "Ваш заказ был успешно отправлен, вы можете проверить срок в вашем списке заказов.",

    // Warning
    'warning_1' => "Извините, этот продукт был удален или заблокирован, вы можете попробовать еще раз позже.",
    'warning_2' => "Предупреждение, имя или фамилия должны состоять минимум из 2 символов.",
    'warning_3' => "Предупреждение: пароль пользователя должен содержать более 2 символов.",
    'warning_4' => "Внимание! Перед загрузкой необходимо выбрать изображение пользователя.",
    'warning_5' => "Извините, этот продукт был удален или заблокирован, вы можете попробовать еще раз позже.",
    'warning_6' => "вы не можете купить все товары, не имея списка корзины.",
    'warning_7' => "Имя обязательно",
    'warning_8' => "Требуется фамилия",

    // Danger
    'danger_1' => "Имя обязательно.",
    'danger_2' => "Фамилия обязательна.",
    'danger_3' => "Требуется личное изображение.",
    'danger_4' => "Электронная почта обязательна.",
    'danger_5' => "Необходим пароль.",
    'danger_6' => "Требуется подтверждение пароля.",
    'danger_7' => "Электронная почта уже зарегистрирована, попробуйте другой",
    'danger_8' => "Подтвердите неверный пароль.",
    'danger_9' => "Ошибка подключения, повторите попытку позже",
    'danger_10' => "Email или пароль указан неверно",
    'danger_11' => "Пароль пользователя неверен.",
    'danger_12' => "Подтверждение пароля неверно.",
    'danger_13' => "Извините, но этот продукт сейчас недоступен. Повторите попытку позже.",

    // Common
    'connection_error' => "Ошибка подключения, повторите попытку позже.",
]

?>