<?php

return [
    // Success
    'success_1' => "Категория была успешно добавлена",
    'success_2' => "Категория была успешно отредактирована.",
    'success_3' => "Категория была успешно удалена.",
    'success_4' => "Товар успешно добавлен",
    'success_5' => "Товар был успешно обновлен",
    'success_6' => "Товар был успешно заблокирован",
    'success_7' => "Товар был успешно удален",
    'success_8' => "Товар был успешно удален",
    'success_9' => "Продукт успешно восстановлен",
    'success_10' => "Продукт успешно восстановлен",
    'success_11' => "Товар был успешно заблокирован",

    // Warning
    'warning_1' => "Вы не можете редактировать удаленные продукты, вы можете восстановить их в заблокированном режиме, чем редактировать и сохранять как общедоступные.",

    // Danger
    'danger_1' => "Email или пароль указан неверно",

    // Common
    'connection_error' => "Ошибка подключения, повторите попытку позже.",
]

?>